src/lucky-to-have-someone-to-share.org
#+title: 能找到一个人分享是多么难得的事情

学了好几天，终于能来个还算是完整的了。分享给了好几个人，但是始终感觉还缺点什么，直到分享给了周老师。

#+BEGIN_EXPORT HTML
<iframe src="https://castbox.fm/app/castbox/player/id1012336/id126399756?v=4.0.30&autoplay=0" frameborder="0" width="100%" height="500"></iframe>
#+END_EXPORT

#+BEGIN_QUOTE
乐器和唱歌到后期都是对音乐的处理和演绎 beyond所代表港式摇滚是很硬派的 这个歌的背景是关于非洲战争难民儿童呼唤和平的 你要体会下歌词的意思 体会一下这个情感

你可以去听一下soft rock风格的

再回头来听这个歌 因为港式的soft rock有特别的味道

弹的不错 唱的得再投入一点

伴奏和唱都是要serve the music 弹的再随意一点就牛逼了
#+END_QUOTE

PS: 让我想起了刚学习程序时候，唐老师给了我许多帮助。在学习程序设计时候，也有很多次克服困难获得小成就，我都将它们与唐老师分享。谢谢你们！
