html/lucky-to-have-someone-to-share.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<title>能找到一个人分享是多么难得的事情</title>
<meta  http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta  name="generator" content="Org-mode" />
<meta  name="author" content="dirtysalt" />
<link rel="shortcut icon" href="/themes/favicon.ico" /><link rel="stylesheet" type="text/css" href="/themes/simple.css"/></head>
<body>
<div id="content">
<h1 class="title">能找到一个人分享是多么难得的事情</h1>
<p>
学了好几天，终于能来个还算是完整的了。分享给了好几个人，但是始终感觉还缺点什么，直到分享给了周老师。
</p>

<div class="export">
<p>
&lt;iframe src="<a href="https://castbox.fm/app/castbox/player/id1012336/id126399756?v=4.0.30&autoplay=0">https://castbox.fm/app/castbox/player/id1012336/id126399756?v=4.0.30&autoplay=0</a>" frameborder="0" width="100%" height="500"&gt;&lt;/iframe&gt;
</p>

</div>

<blockquote>
<p>
乐器和唱歌到后期都是对音乐的处理和演绎 beyond所代表港式摇滚是很硬派的 这个歌的背景是关于非洲战争难民儿童呼唤和平的 你要体会下歌词的意思 体会一下这个情感
</p>

<p>
你可以去听一下soft rock风格的
</p>

<p>
再回头来听这个歌 因为港式的soft rock有特别的味道
</p>

<p>
弹的不错 唱的得再投入一点
</p>

<p>
伴奏和唱都是要serve the music 弹的再随意一点就牛逼了
</p>
</blockquote>

<p>
PS: 让我想起了刚学习程序时候，唐老师给了我许多帮助。在学习程序设计时候，也有很多次克服困难获得小成就，我都将它们与唐老师分享。谢谢你们！
</p>
</div>
</body>
</html>
